Repository: Multy-io/Multy-IOS
Catalog: Multy/Localized Strings/*.lproj/Assets.strings
Languages: ru, uk

source: Backup is needed!
ru: Требуется резервное копирование!
uk: Потрібно резервне копіювання!

source: Restore Multy
ru: Восстановить Multy
uk: Відновити Multy

source: Crypto portfolio
ru: Крипто-портфолио
uk: Крипто-портфоліо

source: Currencies charts
ru: Графики валют
uk: Графіки валют

source: (work in progress)
ru: (в разработке)
uk: (в розробці)

# GETTING WALLET
source: Getting Wallets...
ru: Получение кошельков...
uk: Отримання гаманців...

source: Creating Wallet...
ru: Создание кошелька...
uk: Створення гаманця...

# JAILBROKEN DEVICE ALERT MESSAGE
source: Your Device is Jailbroken! Sory, but we don`t support jailbroken devices.
ru: Мы обнаружили на вашем устройстве Джейлбрейк! Извините, но мы не поддерживаем такие устройства.
uk: Ми виявили на вашому пристрої Джейлбрейк! Вибачте, але ми не підтримуємо такі пристрої.

source: We have an update!
ru: У нас обновление!
uk: У нас оновлення!

# UPDATE MULTY
source: Please update Multy from App Store
ru: Пожалуйста, обновите Multy в App Store
uk: Будь ласка, поновіть Multy в App Store

source: Go to update
ru: Перейти к обновлению
uk: Перейти до оновлення

source: Warning
ru: Предупреждение
uk: Попередження

source: Cancel
ru: Отменить
uk: Скасувати

source: Error
ru: Ошибка
uk: Помилка

source: Something went wrong
ru: Что-то пошло не так
uk: Щось пішло не так

source: Sorry
ru: Извините
uk: Вибачте

# NO INTERNET
source: No Internet Connection
ru: Нет соединения с интернетом
uk: Немає з'єднання з інтернетом

# CONNECT DEVICE
source: Please connect your device to the internet
ru: Пожалуйста, подключите ваше устройство к Интернету
uk: Будь ласка, підключіть ваш пристрій до Інтернету

source: Loading
ru: Загрузка
uk: Завантаження

source: Checking version
ru: Проверка версии
uk: Перевірка версії

# USE TERMS OF SERVICE
source: In order to use Multy you have to accept Terms of Service. By pressing "Accept" you confirm that you have read, understood and agree to the following Terms of Service and that you have the right, power and authority to do so.
ru: Для того чтобы пользоваться Multy, вам необходимо сначала выразить свое согласие с Условиями предоставления услуг. Нажимая "Принять", вы подтверждаете, что прочитали, поняли и согласны со следующими Условиями предоставления услуг, а также что вы вправе заключать юридически обязательный договор.
uk: Для того щоб користуватися Multy, вам необхідно спочатку висловити свою згоду з Умовами надання послуг. Натискаючи "Прийняти", ви підтверджуєте, що прочитали, зрозуміли і згодні з наступними умовами надання послуг, а також що ви маєте право укладати юридично обов'язковий договір.

# AGREE WITH TERMS
source: I agree with Terms of Service and processing of my personal data according to the Multy Privacy Policy.
ru: Я согласен с Условиями предоставления услуг и обработкой своих персональных данных в соответствии с Политикой конфиденциальности Multy.
uk: Я погоджуюся з Умовами надання послуг та обробкою своїх персональних даних відповідно до Політики конфідеційності Multy.

source: Error while creating wallet!
ru: Ошибка при создании кошелька!
uk: Помилка при створенні гаманця!

# WALLET NAME NOT EMPTY ALERT
source: Wallet name should be non empty
ru: Имя кошелька не должно быть пустым
uk: Ім'я гаманця не повинно бути порожнім

# CHOOSE WALLET
source: Please, select wallet
ru: Пожалуйста, выберите кошелек
uk: Будь ласка, виберіть гаманець

source: Invalid Invite Code
ru: Вы ввели не правильный код
uk: Ви ввели поганий інвайт-код

source: Invite code not found
ru: Инвайт-код не найден
uk: Інвайт-код не знайден

# GO TO SETTINGS
source: Please go to the Settings -> Multy and allow camera usage
ru: Разрешите использование камеры в настройках. (Настройки -> Multy)
uk: Дозвольте використовувати камеру в налаштуваннях. (Налаштування -> Multy)

source: You can download new version in the AppStore
ru: Вы можете скачать новую версию в AppStore
uk: Завантажити нову версію можна в AppStore

# CREATE OR IMPORT WALLET
source: Tap the button to create or import existing wallet.
ru: Нажмите кнопку, чтобы создать новый кошелек или импортировать существующий.
uk: Натисніть кнопку, щоб створити новий або імпортувати існуючий гаманець.

source: Entered Invalid Sum
ru: Введена неверная сумма
uk: Введена невірна сума

source: Temporary out of service
ru: Временно не работает
uk: Тимчасово не працює

# SERVER STOP STRING
source: We are sorry, but Multy is temporary out of service. Please come back later.
ru: Извините, но Multy временно не работает. Пожалуйста, приходите позже.
uk: Вибачте, але Multy тимчасово не працює. Будь ласка, завітайте пізніше.

# MS IS FULL
source: Can't join multisig wallet: no free slots available
ru: Не удается подключиться к multisig wallet: нет свободных слотов
uk: Не вдається підключитися до multisig wallet: немає вільних слотів

# PLEASE WAIT MULTISIG CONFIRMATION
source: Please, wait confirmation of wallet's creation!
ru: Пожалуйста, ожидайте подтверждение создания кошелька!
uk: Будь ласка, почекайте підтвердження створення гаманця!

# PLEASE WAIT SYNCING
source: Please, wait. Synchronization in progress.
ru: Пожалуйста, подождите. Выполняетя синхронизация.
uk: Почекати. Виконується синхронізація.

# WRONG KEY
source: Looks like you are trying to import by not private key string
ru: Похоже, что вы пытаетесь ввести строку не содержащую ключ
uk: Схоже, що ви намагаєтеся ввести рядок не містить ключ

# SERVER OFF TITLE
source: Multy is temporary unavailable
ru: Multy временно недоступен
uk: Multy тимчасово недоступний

# SERVER OFF MESSAGE
source: Wallet is in readonly mode, most functions are unavailable during this time. We are sorry for inconvinience and doing our best to solve this problem. Please come back later.
ru: Кошелек находится в режиме readonly, большинство функций недоступны в течение этого времени. Мы приносим извинения за неудобства и делаем все возможное, чтобы решить эту проблему. Пожалуйста, приходите позже.
uk: Гаманець знаходиться в режимі readonly, більшість функцій недоступні протягом цього часу. Ми приносимо вибачення за незручності і робимо все можливе, щоб вирішити цю проблему. Будь ласка, приходьте пізніше.

# IMPORT METAMASK
source: Enter in MetaMask
ru: Импортировать MetaMask
