Repository: Multy-io/Multy-IOS
Catalog: Multy/Storyboards/*.lproj/CreateMultiSigWallet.strings
Languages: uk

# 9NV-A7-uxP.text
source: Cancel
uk: Скасувати

# 9xW-Ym-49u.text
source: Linked Wallet
uk: Прив'язаний гаманець

# Ay0-tF-3x3.text
source: Blockchain
uk: Блокчейн

# Edo-kk-Ay1.text
source: Required Signatures
uk: Select Total members count

# FwP-hG-eOD.text
source: Your wallet identification code
uk: Ідентифікаційний код гаманця

# Hi6-bd-grP.text
source: Create MultiSig
uk: Створити MultiSig

# J06-E2-5SM.text
source: Required Number of Signatures and Owners
uk: Необхідну кількість підписів

# Jgz-s4-pgP.normalTitle
source: Create
uk: Створити

# KpW-1Z-48m.normalTitle
source: Done
uk: Готово

# T4S-R1-JcS.placeholder
source: Wallet name
uk: Назва Гаманця

# TG7-MK-AIq.text
source: Share
uk: Поділитися

# UHR-VD-lj0.text
source: Share MultiSig
uk: Поділитися MultiSig

# cTN-bG-Iqc.text
source: Wallet Name
uk: Назва Гаманця

# N27-Sb-Bug.text
source: Wallet's Members
uk: Співвласників Гаманця

# 1Sw-Kf-zr9.text
source: of
uk: з

# diO-2a-JyO.text
source: Total Number of Members
uk: Кількість співвласників

# pUC-xy-VxT.text
source: LINKED WALLET
uk: ПРИВ'ЯЗАНИЙ ГАМАНЕЦЬ

# xJZ-Op-SST.text
source: GENERAL
uk: ЗАГАЛЬНІ

# kNf-MA-qmP.text
source: Select your wallet
uk: Виберіть гаманець

# H8Q-1D-9u6.text
source: Your linked wallet will be used to pay for multisig wallet transactions
uk: Ваш прив'язаний гаманець буде використовуватись для плати за MultiSig транзакції
